Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: et haec motus habent ad sua loca naturales, et extra sua loca corrumpuntur:
es: y estos tienen movimiento hacia sus lugares naturales y por fuera de sus lugares, se corrompen.

source: et haec potissima et causa occurrentis caloris:
es: y esta es la causa más poderosa del calor abrasador,

source: et hanc dicunt esse partem terrae quae supponitur spatio quadraginta octo graduum fere quod est inter duos tropicos, inter quos est via solis:
es: Y dicen que es esta la parte de la tierra que está situada bajo un espacio de casi cuarenta y ocho grados, que está entre los dos trópicos, entre los cuales está la vía del sol;

source: et hanc esse causam existimo, quare parva est communicatio hominum ultra aequinoctialem existentium in climatibus Meridionalibus, cum his qui nobiscum habitant in quarta Aquilonari.
es: Y considero que esta es la causa por la que es poco el intercambio entre los hombres que existen en climas meridionales más allá del equinoccial y estos que habitan con nosotros en la cuarta parte aquilonal.

source: et hoc contingit ideo quod elementa parum distant a materia:
es: Y esto sucede por el hecho de que los elementos poco distan de la materia,

source: et hoc est clima secundum:
es: y esto es el segundo clima.

source: et hoc modo etiam nihil prohibet quin homines quartae Aquilonaris possint transire ad homines quartae Meridionalis non impediente exustione solis.
es: Y de este modo tampoco nada impide que los hombres de la cuarta parte aquilonal puedan llegar hasta los hombres de la cuarta parte meridional no impidiéndolo el exceso de calor del sol.

source: et hoc modo per mathematicam locutionem concedi potest, quod lux sit virtus qua caelum diffundit virtutem formativam in locum et omnes loci differentias.
es: y de este modo se puede conceder metafóricamente que la luz es la virtud, por la que el cielo difunde la virtud formadora hacia el lugar y hacia todas las diferencias de lugar

source: et hoc propter vastam et arenosam eremum, quae adustione solis sterilis est:
es: y esto a causa del desierto vasto y arenoso que es estéril por lo abrasador del sol,

source: et hoc quidem est necessarium de virtute loci secundum quam et motus est ad locum sicut ad formam, et conservans in esse formae datae.
es: Y, ciertamente, esto es necesario respecto a la virtud del lugar, según la cual hay un movimiento hacia el lugar, así como hacia lo que forma y que conserva en el ser de la forma dada.

source: et hoc signum esse dicunt, quod nullus habitet omnino in locis illis:
es: Y dicen que esto es signo de que nadie habita en lo absoluto en aquellos lugares,

source: et hoc ulteriori manifestatione in secundo Peri geneseos, et in libro Meteororum manifestabitur.
es: Y esto se explicará más adelante por medio de lo manifestado en el segundo libro de *Sobre la generación y la corrupción* y en el libro de los *Meteorológicos*.

source: et hunc dicunt esse quartam terrae partem, quae in superiori nostri hemisphaerii ab aequinoctiali circulo extenditur usque in polum Australem.
es: Y dicen que este es la cuarta parte de la tierra que en la parte superior de nuestro hemisferio se extiende desde el círculo equinoccial hasta el polo austral.

source: et hyems illorum locorum est temperata non habens gelu, sicut sunt loca tertii climatis, cujus latitudo est graduum triginta.
es: y que el invierno de aquellos lugares, carente de hielo, es templado, tal y como son los lugares del tercer clima cuya latitud es de 30 grados y su día más largo de 14 horas.

source: et ideo [B528a] principium ex ipso est transmutationis ejus quod continet:
es: y por esto, su origen proviene de la transmutación de aquello que contiene.

source: et ideo [B530b]talibus non proprie, nec secundum naturam debetur locus:
es: y por esto para tales cosas no propiamente y según la naturaleza se tiene un lugar.

source: et ideo ab alto fluit per devexum in depressum.
es: y por esto fluye a lo largo de la inclinación desde lo alto hacia la depresión.

source: et ideo aer in actu calidi et humidi repercussus circa medium aeris, non est directe in ipsa media regione spatii sui.
es: Y por esto, el aire esparcido en la acción de lo cálido y de lo húmedo está alrededor del medio del aire, y no está directamente en la región media de su espacio.

source: et ideo calor accessus ejus non figitur circa locum unum, et ideo nullum locum incendit:
es: y por eso el calor de su aproximación no se fija alrededor de un solo lugar, y por eso no incendia ningún lugar

source: et ideo calor ibi non multiplicatur.
es: y por eso el calor no se multiplica allí.

source: et ideo calor multiplicat ipsum et corrumpit:
es: y por eso el calor la [sc. la humedad] multiplica y corrompe;

source: et ideo concavum orbis ultimi proprius locus est eisdem.
es: y por esto la concavidad del orbe último es el lugar más propio para esta.

source: et ideo consequens est, ut quaelibet figura radiorum et angulus diversas in inferioribus causet virtutes.
es: y por eso es consecuente que cualquier configuración de los rayos y el ángulo cause diversas virtudes en los inferiores.

source: et ideo contrarietas ipsorum corrumpit:
es: y, por esto, la contrariedad de ellos corrompe;

source: et ideo corrupta sunt, quia occupata sunt ab aere simplici, et non a casu.
es: y que, por esto, están corruptos, porque son ocupados por aire simple, y no por la caída.

source: et ideo cujuslibet puncti habitationis nostrae superius diximus naturam esse diversam.
es: y por esto, más arriba dijimos que la naturaleza de cualquier punto de nuestra habitación es diversa.

source: et ideo de ipsis quadraginta et octo gradibus septimi climatis remanerent quadraginta duo de latitudine regionis inhabitabilis.
es: Y por eso, al restar cuarenta y ocho grados del séptimo clima, quedarían cuarenta y dos de latitud de la región inhabitable.

source: et ideo dicimus sicut nobis videtur, non praejudicantes aliter dicentibus.
es: y por esto hablamos así como nos parece, sin prejuzgar a los que dicen otra cosa.

source: et ideo dicit loquens de eis:
es: Y por eso dice, hablándoles a ellos:

source: et ideo dicunt lucem esse firmamentum loci:
es: y por esto, dicen que la luz es el firmamento del lugar,

source: et ideo dicunt nullum ibi habitare:
es: Y por esto dicen que nadie habita allí,

source: et ideo ea quae vicine habitant, similes habent complexiones et similia conservantia et similia corrumpentia in contrarium.
es: y por esto, estas cosas que habitan cercanamente tienen frecuentemente en común complexiones, condiciones de conservación y de corrupción similares.

source: et ideo eis est calidus et humidus, sicut apud nos ventus Meridianus.
es: y por esto para ellos es cálido y húmedo así como en la de nosotros el viento meridional.

source: et ideo elementa moventur determinata ad talem determinatam distantiam loci sub orbe propter loci et locati contrarietatem.
es: y por eso los elementos determinados son movidos a tal determinada distancia del lugar bajo el orbe, a causa de la connaturalidad*** del lugar y de lo localizado.

source: et ideo elevat vapores aquae, et nihil consumit de eis:
es: Y por esto eleva los vapores del agua y nada de ellos consume,

source: et ideo esse inhabitabilem.
es: y que por esto sea inhabitable.

source: et ideo facillime recipiunt impressiones omnium agentium in ea:
es: y por eso reciben muy fácilmente todas las impresiones de las cosas que actúan en ellos.

source: et ideo licet frigus non sit ibi in summo, est tamen ibi ut temperans extreme calidum.
es: y por eso aunque el frío no esté allí en su punto máximo, sin embargo, está allí para temperar el calor extremo.

source: et ideo locum habere virtutem activam in locato non est ambiguum.
es: y por esta razón, no es ambiguo que el lugar tiene virtud activa en lo localizado.

source: et ideo locum illum et vicina loca dicunt effici inhabitabilia prop-[B542b]-ter aestum:
es: y por esto dicen que aquel lugar y los lugares próximos se vuelven inhabitables por causa del ardor.

source: et ideo locus earum est aeris ut frequenter Pisces [B537a] autem qui frigidi sunt, materiam habent aquam spissam et pinguescentem et viscosam in genere, et ex tali connaturalitate aquam pro habitatione ab ordinante natura acceperunt.
es: y por esto su lugar es aéreo, como es lo usual. Además, los peces que son fríos tienen como materia el agua espesa, grasosa y viscosa por el género, y por tal connaturalidad aceptan el agua como habitación debido a la naturaleza que ordena todo

source: et ideo minor in ea dimensio est dimensio quae vocatur minor in aere:
es: y por esto en ella la menor dimensión es la dimensión que se llama menor en área.

source: et ideo mortificans frigus est in locis illis, et humorum locorum illorum congelationes commisceri non possunt ad complexionem vivi alicujus constituendam.
es: y por eso el frío es mortífero en aquellos lugares y los humores de aquellos lugares, por la congelación de ellos mismos, no se pueden mezclar para constituir la complexión de algún ser vivo.

source: et ideo necesse est, quod loca vicina sibi aut sint calida et sicca, aut calida et humida superfluo humore, aut frigida et humida.
es: y por eso es necesario o bien que los lugares vecinos a él mismo sean cálidos y secos, o bien que sean cálidos y húmedos por la excesiva humedad, o bien que sean fríos y húmedos por la excesiva humedad.

source: et ideo non esse habitationem aliquam nisi inter inhabitabilem propter frigus in parte una, et inhabitabilem propter calorem in parte alia.
es: y por eso no hay ninguna habitación salvo entre la inhabitable a causa del frío en una parte y la inhabitable a causa del calor en la otra parte.

source: et ideo non oportere tradere dicunt scientiam diversitatis locorum in speciali scientiae naturalis:
es: y por esto dicen que no es preciso tratar la ciencia de la diferencia de los lugares solamente en el libro de la ciencia natural,

source: et ideo nullius effectus vel parvi valde effectus sunt in locis illis:
es: Y por eso no tienen ningún efecto o uno muy pequeño en aquellos lugares,

source: et ideo nullum compositum in simplici corpore locari potest:
es: y por esto ningún compuesto puede ser localizado en un cuerpo simple.

source: et ideo omnino inhabitabilis videtur esse locus majoris latitudinis existens.
es: Y por esa razón, parece que todo lugar de una latitud más alta existente es completamente inhabitable.

source: et ideo perpetuitatem habent hujusmodi corpora secundum naturam:
es: y por esto los cuerpos de este tipo tienen perpetuidad según la naturaleza,

source: et ideo principium formationis inferiorum ex superioribus influitur eis sicut ex principiis activis.
es: y por esto el principio de la formación de los inferiores les fluye de los superiores, así como de los principios activos.

source: et ideo proprie terra est locus ipsorum.
es: y por esto la tierra es propiamente su lugar.

source: et ideo propter ariditatem illius contingit, quod parum scimus de habitantibus ibi.
es: Y por esto, por su aridez, sucede que sabemos poco sobre los habitantes de allí y que los mensajeros de los reyes y los ejércitos no lo atravesaron.

source: et ideo quod est in talibus causa figurae, est per prius causa [C3a] speciei sic vel aliter figuratae.
es: y por esto, lo que es en tales cuerpos la causa de la disposición es en primer lugar la causa de la especie de este o de otro modo de la disposición*.

source: et ideo si intrarent caliginem, ad lumen [B546a] redire nescirent.
es: Y por esto si entraran en lo sombrío no sabrían regresar a la luz.

source: et ideo sine longitudinis viatione transiri non potest:
es: y por esto sin gran provisión de viaje no puede ser atravesado.

source: et ideo sunt reversi negotio non peracto.
es: Y por esto volvieron sobre sus pasos con la empresa no finiquitada.

source: et ideo talia loca frequenter sunt vaporosa et pestiferosa habitantibus ea:
es: y por eso tales lugares son con frecuencia vaporosos y pestilentes para [/generan pestilencias en] sus habitantes;

source: et ideo tertiam causam caloris sub tropico hyemali dicit esse falsam et nullam:
es: y por esto dice que la tercera causa de calor bajo el trópico invernal es falsa e inexistente,

source: et ille quidem totus calidus et frigidus est, et humidus et siccus:
es: y este lugar, ciertamente, es igualmente cálido y frío y húmedo y seco,

source: et illi sunt qui sub eadem linea habitant in Meridionali, quibus omnibus est in uno eodem quam tempore sensibili Meridies, quando sol accedit ad Zenith capitum ipsorum in motu diurno:
es: Y estos son quienes habitan bajo la misma línea meridional. Para todos estos el sur está en un solo y en el mismo tiempo sensible, puesto que el sol se aproxima al cénit de sus cabezas en su movimiento diurno.

source: et illius quidem diameter ad plus est millium stadiorum secundum Ptolemaeum.
es: y su diámetro (el del horizonte), ciertamente, es más de dos millones de estadios, según Ptolomeo.

source: et immediate probatum est esse temperamentum per latitudinem septem climatum:
es: y en el medio se ha probado que, a lo largo de la latitud de los siete climas, hay una temperancia.

source: et in libro Meteororum cum subtiliori consideratione dicturi sumus.
es: y en el libro de los *Meterológicos* será discutido con consideraciones más precisas.

source: et in locis illis sunt multa tonitrua et coruscationes:
es: y en tales lugares ha habido muchos truenos y relámpagos.

source: et in terra quae ab aequinoctiali distat per triginta gradus, erit dies longior per duas horas, et constituit tertium clima:
es: Y en el sitio que dista de la equinoxial por los 30 grados, el día será más largo por dos horas, y constituye el tercer clima.

source: et inducunt praecipue tres rationes, quarum una est Ptolemaei, quod ad illam partem minor per diametrum solis conversa sit, et non propter vicinitatem corporis solis et ultra tropicum hyemalem effectus sit locus inhabitabilis.
es: Presentan especialmente tres, de las cuales una es de Ptolomeo, que la parte menor del diámetro solar se dirige hacia aquella parte y por esto, a causa de la proximidad del cuerpo solar, incluso más allá del trópico invernal el lugar resultó inhabitable.

source: et intervenit magnum tempus inter calorem solis quem facit accedendo, et eum quem facit in secundo accessu:
es: y pasa un tiempo largo entre el calor del sol que produce al aproximarse y el que produce en su segunda aproximación.

source: et isti vocantur antipodes, et sunt in nostra habitabili, sicut habitantes omnes qui sunt in uno eodemque climate elongati a se per totam longitudinem Orientis ab Occidente nostrae habitabilis.
es: Y estos son nombrados “antípodas” o bien “antigenos”, y están en nuestra [tierra] habitable, así como todos los habitantes quienes en uno y en el mismo clima están alejados de sí mismos a través de toda la longitud oriental desde el occidente de nuestra [tierra] habitable.

source: et lapidosa quae nec navibus, nec [B545a] pedibus poterant transire:
es: y lugares rocosos que no podían ser atravesados ni por naves ni a pie.

source: et latitudo regionis illius est mensura distantiae ad Aquilonem:
es: Y la latitud de aquella región es la medida de su distancia desde la línea equinoccial hasta el aquilón,

source: et leves autem sunt ex multo aere et spirituali quod est in eis:
es: además, son livianas debido a lo mucho de aire y de viento que hay en ellas,

source: et libri Philosophorum de astris ibi degentium venerunt ad nos.
es: y que nos han llegado libros de los filósofos que allí vivieron acerca de los astros.

source: et locus quidem simplicium est simplex, locus autem compositorum est compositus.
es: Y, en verdad, el lugar de los simples es simple, pero el lugar de los compuestos es compuesto;

source: et longitudo secundum dimensionem accepta ab Oriente in Occidente.
es: y la longitud según la medida tomada desde el oriente hacia el occidente.

source: et mare divisum super illa loca etiam ad torrorem solis convertitur in sales, et loca illa facit terrestria ex calido adurente et sicco adusto.
es: y el mar dividido [/que se divide] sobre aquellos lugares también se convierte en sales ante la torridez del sol y torna estériles aquellos lugares por lo cálido que consume y lo seco quemado.

source: et non esse temperatum, nisi inter duo contraria intemperata:
es: y que no haya temperamento salvo entre dos contrarios no temperados,

source: et nos diximus, quod dextrum et [B548a] sinistrum caeli sunt Oriens et Occidens, et superius et inferius sunt poli, Meridianus, et Aquilonaris:
es: y nosotros dijimos que lo derecho y lo izquierdo del cielo son el oriente y el occidente y que lo superior y lo inferior son los polos sur y aquilonar.

source: et omnis terra distat ab Oriente suo spatio aequali, hoc est, per nonaginta gradus:
es: y así todo sitio dista desde su oriente con un espacio igual, esto es por los grados 90,

source: et oportet, quod non [15b] continuam habeant habitationem ibi.
es: y es preciso que no tengan habitación permanente allí.

source: et parallelus, de quo dictum est, de parvis circulis, unus qui spheram caeli et terrae in duo aequalia dividit.
es: y paralelo ---del que se dijo que es uno de los pequeños círculos--- es el que no divide la esfera del cielo y la tierra en dos iguales.

source: et pars illius circuli ab ortu solis quando est in aequinoctiali accepta versus polum Aquilonarem per quinquaginta gradus mensurat habitationem, quae satis delectabiliter et continue habitatur:
es: Y la parte de aquel círculo desde el orto del sol, cuando ha sido tomada en el [círculo] equinoccial hacia el polo del aquilón por 50 grados mide la habitación que muy deleitable y permanentemente se habita.

source: et per oppositam causam conversionis inferiorum elementorum in superiora deprimitur et minuitur in Meridie versus polum Austri:
es: y por la causa opuesta de la conversión de los elementos inferiores en superiores se deprime y disminuye en el sur hacia el polo austral,

source: et propter hoc semper sunt ibi tenebrae.
es: y por esto siempre hay allí oscuridad.

source: et propter illos non posse transire.
es: y debido a aquellos nadie puede pasar.

source: et propter illud debere agere ad formam corporis locantis et non ejus quod locatur in ipso:
es: y que por eso tiene en él las virtudes del cuerpo que localiza y por esto debe conducir a la forma del cuerpo que localiza y no a la de aquel que está localizado en este.

source: et quamvis forte teneant colorem et figuram per tempus longum propter similitudinem corporum suorum, tamen, ut diximus, virtutem paulatim amittunt:
es: y, aunque retengan fuertemente el color y la figura por un largo tiempo a causa de la solidez de sus cuerpos, sin embargo, como dijimos, pierden paulatinamente su fuerza;

source: et quamvis multiplicetur ex reverberatione quae fit ad aquam, tum propter hoc quia aqua polita est, et reflectit id quod ad ipsam pervenire potest de virtute radiorum:
es: y por más que se multiplique a causa de la reverberación que se produce FRENTE al agua ---unas veces por esto, porque el agua es renovada y refleja eso que puede penetrar hasta ella por la fuerza de los rayos;

source: et quando redeunt ad loca nativa, recipiunt sanitatem.
es: y cuando se devuelven a sus lugares nativos, recobran la salud.

source: et quando vident tenebras, fugiunt reputantes se ultra navigare non posse:
es: y cuando ven la oscuridad, huyen considerando no se puede navegar más allá;

source: et quantitas latitudinis est pars circuli Meridionalis terrae illius, cujus latitudo est accipienda secundum quantitatem qua sol quando est in linea Meridionali, accedit ad Zenith capitum habitantium in terra aliqua:
es: y la magnitud de su latitud es llamada en la filosofía la magnitud del arco, que es la parte del círculo meridional de AQUEL SITIO cuya latitud ha de ser tomada; pues según la magnitud en la que el sol alcanza el cenit de las cabezas de los habitantes en algún SITIO, cuando está en la línea meridional,

source: et quantus est arcus a Zenith capitum versus Orientem totius habitabilis, tanta dicitur esse longitudo loci illius a Philosophis.
es: y cuanto sea el arco desde el cenit de las cabezas hasta el oriente del todo habitable, tanto se dice por los filósofos que es la longitud de aquel lugar,

source: et quia nos hunc errorem in aliis locis destruximus et in aliis libris adhuc destruemus, convertamus nos nunc ad alia quae de distinctione locorum dicere intendimus.
es: Y puesto que nosotros destruimos este error en otros lugares y una vez más lo destruiremos en otros libros, ahora nosotros volquémonos hacia otras cosas que pensamos decir sobre la distinción de los lugares.

source: et quia superiora ad inferiora se habent sicut formae ad materias suas, sicut in libro de Caelo et Mundo diximus, oportet quod superiora semper sint loca inferiorum:
es: Y puesto que las cosas superiores se dan frente a las cosas inferiores, así como las formas frente a sus materias, como dijimos en *Sobre el cielo y el mundo*, es preciso que los superiores siempre sean los lugares de los inferiores,

source: et quod illud quod non movetur ad formam, non movetur ad locum:
es: y que aquello que no se mueve hacia la forma no se mueve hacia el lugar.

source: et ratione istius proprietatis debetur ei locus remotior a loco ignis:
es: y en razón de ambas propiedades se debe a ella el lugar más remoto frente al lugar del fuego,

source: et remanent gradus quadraginta, quorum pars omnino inhabitabilis est, et pars habitatur cum labore et non continue.
es: Y quedan 40 grados, de los cuales una parte es completamente inhabitable y la otra es habitada con dificultad y no permanentemente.

source: et secundum quod partes terrae plus vel minus elongantur a centro, sic plus vel minus attingunt veram naturam terrae.
es: y en la medida en que las partes de la tierra estén alejadas más o menos del centro, así menos y más alcanzan la verdadera naturaleza de la tierra.

source: et si aliquando seminatur, degenerat in granum alterius naturae.
es: y si es sembrado alguna vez, se degenera en un grano de otra naturaleza.

source: et si distat per quadraginta et unum gradus, et tertiam partem gradus, vincet longior dies per tres horas integras, et vocatur quintum clima.
es: Y si dista por 41 grados y medio, supera el día más largo a la noche por tres horas, y se llama el quinto clima.

source: et si distat per triginta sex gradus, erit dies longior per duas horas et dimidiam, et sic constituit quartum clima:
es: Y si dista por los 36 grados, el día será más largo por dos horas y media, y hace el cuarto clima.

source: et si ducerentur chordae a gradibus Geminorum ultimis ad gradus Cancri primos sibi mutuo per comparitatem respondentes, essent chordae breves, quae subtenduntur arcubus sphaericis:
es: Y si se trazaran las cuerdas desde los últimos grados de Géminis hasta los primeros grados de Cáncer mutuamente correspondientes a ellos por congruencia, serían cuerdas cortas que están subtendidas por los arcos pequeños,

source: et si nullus habitat, tunc frustra esset habitabilis.
es: y si nadie ahí habita, entonces sería habitable en vano.

source: et sic congrua sunt nomina superius dimensionibus terrae imposita.
es: Y de esta manera son justos los nombres impuestos a las medidas superiores de la tierra.

source: et sic debetur ei centrum.
es: y así se debe a este el centro del mundo;

source: et sic dicitur latior et minus lata regio eorum.
es: así se dice que es mayor o menor la latitud de su región.

source: et sic grave simpliciter habet moveri ad ipsum sicut ad locum proprium:
es: y así lo que es grave en sentido absoluto tiene que ser movido hacia este como hacia su lugar.
